Revit 2027 API
UnitTypeId.Candelas Property
 Candelas.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Candelas { get; }
Public Shared ReadOnly Property Candelas As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Candelas {
	ForgeTypeId^ get ();
}
static member Candelas : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace